Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/cloubi-digimateriaalialustan_avoin_kayttokoulutus_kesakuussa.html.tmx
Source language: fin
Languages: sms

source: Cloubi-digimateriaalialustan avoin käyttökoulutus kesäkuussa
sms: Cloubi-digimateriaalvuâđ ääʹv ââʹnnemškooultõs ǩieʹssmannust

source: Saamelaiskäräjät ja Arktista pedagogiikkaa II-hanke järjestävät Cloubi-digimateriaalialustan käyttökoulutuksen kesäkuun aikana.
sms: Sääʹmteʹǧǧ da Arktista pedagogiikkaa ll-haʹŋǩǩõs jäʹrjste Cloubi-digimateriaalvuâđ ââʹnnemškooultõõzz ǩieʹssmannu äiʹǧǧen.

source: Koulutus on avoin kaikille digimateriaalin tekemisestä kiinnostuneille yli 15-vuotiaille.
sms: Škooultõs lij äävai pukid pâʹjjel 15-âkksaid ǩeäin miõll ǩeäss digimateriaal raajjma.

source: Cloubi on nykyaikainen oppimateriaalialusta, jota käyttävät muun muassa oppimateriaalikustantajat.
sms: Cloubi lij ânnʼjõž mättmateriaalvuâđđ, koonn määŋg mättmateriaal čõõđteei âʹnne.

source: Saamenkielistä opetusta varten Cloubiin on tuotettu esimerkiksi historian ja yhteiskuntaopin Forum-materiaali ja inarinsaamen äidinkielen Virkkuuvääri-sarja.
sms: Sääʹmǩiõllsaž mättʼtummuš diõtt Cloubiiʼje lij puuʹtʼtum aainâs historia da õhttsažkåʹddmäätt Forum-materiaal da jieʹnnǩiõl Virkkuuvääri-räidd.

source: Avoimiin digimateriaaleihin voi tutustua tästä Avoimet digimateriaalit .
sms: Ääʹv digimateriaalid vuäitt tobdstõõttâd tääiǥ: Avoimet digimateriaalit .

source: Koulutuksella katse tulevaisuuteen
sms: Škooultõõzzin ǩiʹcstõk pueʹttivuõʹtte

source: Koulutus on hyvä tilaisuus tutustua digimateriaalin tuottamiseen ja saada kokemusta digimateriaalin tekemisestä.
sms: Škooultõõzz pääiʹǩ lij pueʹrr tobdstõõttâd digimateriaal puuʹtʼtummša da vuäǯǯad toobdâlm digimateriaal raajjmest.

source: – Koulutus antaa mahdollisuuden kokeilla, miltä digimateriaalin tekeminen tuntuu ja olisiko siitä nuorille mahdollisesti hyötyä tulevaisuudessa.
sms: – Škooultõs oudd vueiʹttemvuõđ ǩiõččlõõttâd, måkkmen digimateriaal raajjmõš tobddai da leʹčči-a tõʹst nuõrid äuʹǩǩ puõʹttivuõđâst.

source: Haluamme tarjota koulutuksella myös kiinnostavaa tekemistä kesäksi.
sms: Haaʹleep taʹrjjeed škooultõõzzin nuõrid še miõllǩieʹssi tuejjummuš ǩeäzzas.

source: Jokainen osallistuja voi kokeilla alustan mahdollisuuksia ja tehdä omia digimateriaalejaan vaikka koko kesän ajan, sanoo Saamelaiskäräjien oppimateriaalisihteeri Petra Kuuva.
sms: Juõʹǩǩ vuässõõtti vuäitt ǩiõččlõõttâd vuâla vueiʹttemvuõđid da raajjad jiijjâs digimateriaalees håʹt ǩieʹsspââʹj, ceälkk Sääʹmteeʹǧǧ mättmateriaalpiisar Petra Kuuva.

source: Koulutus avaa mahdollisuuksia saamenkieliseen oppimateriaalityöhön
sms: Škooultõs äävad vueiʹttemvuõđid sääʹmǩiõllsaž mättmateriaaltuõjju

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto tuottaa enenevässä määrin digitaalista oppimateriaalia.
sms: Sääʹmteeʹǧǧ škooultõs-da mättmateriaalkoontâr digimateriaali puuʹtʼtummuš lij lâssneʹmmen.

source: Saamelaiskäräjät toivoo, että saamenkieliseen oppimateriaalityöhön löytyy uusia tekijöitä.
sms: Sääʹmteʹǧǧ tuäivv, štõ sääʹmǩiõllsaž mättmateriaaltuõjju vuäǯǯat ođđ raajjʼjid.

source: Digitaalisen osaamisen lisäksi oppimateriaalituotanto tarvitsee muun muassa kuvittajia ja tekstien lukijoita.
sms: Digitaalʼlaž silttummuš lââʹssen mättmateriaalpuuʹtʼtummuš taarbâž še kaartʼteejid da teeʹksti lookkjid.

source: Koulutukseen osallistuminen ja Cloubissa toimiminen onnistuu tavallisella tietokoneella ja hyvällä internet-yhteydellä.
sms: Škooultõʹsse vuässõõttmõš da Cloubist tuejjummuš ooʹnnast takai teâttmašinain da šiõǥǥ interneʹttõhttvuõđin.

source: Cloubi-ympäristö toimii selaimessa, joten ohjelmaa ei tarvitse ladata omalle koneelle.
sms: Cloubi-pirrõs tåimm plaađnjest, prograamm ij taarbâž laaddâd jiijjâs teâttmašinan.

source: Tavallisella näppäimistöllä ja hiirellä pärjää hyvin.
sms: Takai puällpooʹrdin da säʹppleejain piʹrǧǧad puârast.

source: Koulutus on suomeksi Google Hangouts-sovelluksen kautta seuraavasti:
sms: Škooultõs lij lääddas da tõn ââʹnet Hangouts -ougglõsõhttvuõđin:

source: Koulutuskerta 1: 14.6.2021 klo 14:00 – 16:00
sms: Škooultõs 1: 14.6.2021 klo 14:00 – 16:00

source: Koulutuskerta 2: 21.6.2021 klo 14:00 – 16:00
sms: Škooultõs 2: 21.6.2021 klo 14:00 – 16:00

source: Koulutuskerta 3: 28.6.2021 klo 14:00 – 16:00
sms: Škooultõs 3: 28.6.2021 klo 14:00 – 16:00

source: Loppuesittely: 09.8.2021 klo 14:00 – 16:00.
sms: Loppčuäʹjtummuš: 09.8.2021 klo 14:00 – 16:00.

source: Loppuesittelyn jälkeen materiaalit julkaistaan Cloubissa avoimina digimateriaaleina tekijän suostumuksella.
sms: Loppčuäʹjtummuš mâŋŋa materiaalid õlmstââʹttet Cloubist ääʹv digimateriaalin materiaalraajji looʹvin.

source: Ilmoittaudu koulutukseen 10.6.2021 mennessä Webropol-lomakkeen kautta: https://link.webropolsurveys.com/S/DDD1F784299E0043
sms: Škooultõʹsse iʹlmmtõõttmõš Webropol-lomaakk pääiʹǩ 10.6.2021 mõõneeʹst.

source: Lisätietoja:
sms: Lââssteâđ:

source: Petra Kuuva Oppimateriaalisihteeri 040 677 22 75 petra.kuuva@samediggi.fi
sms: Petra Kuuva Mättmateriaalpiisar 040 677 22 75 petra.kuuva(at)samediggi.fi Sääʹmteʹǧǧ

source: Saamelaiskäräjät
sms: Unni Länsman Projeʹkttjååʹđteei, Arktista pedagogiikkaa II-haʹŋǩǩõs 050 502 1357 unni.lansman(at)sogsakk.fi Sääʹmvuuʹd škooultemkõõskõs

source: Unni Länsman Projektipäällikkö, Arktista pedagogiikkaa II -hanke 050 502 1357 unni.lansman@sogsakk.fi Saamelaisalueen koulutuskeskus
sms: Liiŋk:

source: Linkit:
sms: www.samediggi.fi

source: www.samediggi.fi
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr Koulutus ja oppimateriaali – Samediggi

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto Koulutus ja oppimateriaali – Samediggi
sms: Arktista pedagogiikkaa II, sääʹm-mättʼtõõzz digiverkosto -haʹŋǩǩõs www.sogsakk.fi/arktistapedagogiikkaa2
